tap "arto-app/tap"
tap "dzirtusss/tap"
tap "felixkratz/formulae"
tap "kyome22/tap"
tap "laishulu/homebrew"
tap "lihaoyun6/tap"
tap "nikitabobko/tap"
tap "shsw228/tap"
tap "yammerjp/tap"

brew "aria2"
brew "asc"
brew "bat"
brew "chezmoi"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-flow"
brew "hidapi"
brew "kyome22/tap/luca"
brew "laishulu/homebrew/macism"
brew "lazygit"
brew "libusb"
brew "lua"
brew "make"
brew "neovim"
brew "nixfmt"
brew "node"
brew "pnpm"
brew "sheldon"
brew "starship"
brew "tree-sitter"
brew "winetricks"
brew "xcodes", link: false
brew "yammerjp/tap/pdef"

cask "1password"
cask "1password-cli"
cask "airbattery"
cask "alt-tab"
cask "altserver"
cask "nikitabobko/tap/aerospace"
cask "arto"
cask "betterdisplay"
cask "claude-code"
cask "codex"
cask "discord"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "hazeover"
cask "karabiner-elements"
cask "keycastr"
cask "kicad"
cask "notchnook"
cask "obsidian"
cask "qlmarkdown"
cask "raycast"
cask "sf-symbols"
cask "syntax-highlight"
cask "thaw"
cask "vial"
cask "visual-studio-code"
cask "vifari"
cask "vpn-mierukun"
cask "wezterm"
