tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ffmpeg"
brew "gh"
brew "git"
brew "mas"
brew "spark"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
cask "1password"
cask "alfred"
cask "charles"
cask "fork"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "postman"
cask "visual-studio-code"
cask "vlc"
cask "xcodes"
mas "1Password for Safari", id: 1569813296
mas "Spark", id: 1176895641
mas "uBlacklist for Safari", id: 1547912640
mas "BetterSnapTool", id: 417375580
mas "RunCat", id: 1429033973
mas "Tomatoro", id: 1510389327
mas "Userscripts", id: 1463298887